[{"line": "Why hesitate?", "speech": "01_why_hesitate.m4a"}, {"line": "You hesitate when you’re torn between fleeting ups and downs. These three shlokas explore what's permanent.", "speech": "02_you_permanent.m4a"}, {"line": "They start by asking why we hesitate. Second, how do we perform our activities? Third, how does this help recognise Krishna, who is beyond all that's temporary?", "speech": "03_they_temporary.m4a"}, {"line": "Why do I hesitate?", "speech": "04_why_hesitate.m4a"}, {"line": "Chapter 2, Shloka 14", "speech": "05_chapter_.m4a"}, {"line": "Contact with the material world gives rise to feelings of cold, heat, joy, and sorrow. They come and go. Here, Krishna says “endure them with patience”.", "link": "2-14.md", "show": ["contact", "feelings", "experiences", "tolerate", "spent", "disappears"], "speech": "06_contact_patience.m4a"}, {"line": "Your sense organs brush against matter, creating experiences of pleasure and pain. Hesitation happens when you try to avoid pain. Or when you fear missing out on something.", "speech": "07_your_something.m4a"}, {"line": "Our past fuels these experiences. They vanish when spent.", "speech": "08_our_spent.m4a"}, {"line": "What is real is not the cold, heat, pleasure, or pain. Those are temporary.", "speech": "09_what_temporary.m4a"}, {"line": "Pause for a moment: how much do you react to something temporary? A harsh word, unexpected praise, discomfort in the heat, or delight in food - all of these sway you in waves. Does your environment limit you? Or are you distinct from your experiences?", "link": "2-67.md", "show": ["mind", "organs", "feelings", "driven", "winds"], "speech": "10_pause_experiences.m4a"}, {"line": "In chapter 2, Krishna shows your Self, which is separate from this environment.", "speech": "11_in_environment.m4a"}, {"line": "Krishna reminds you: this is not who you are. The Self in you is unchanged by these waves. You are distinct from your experiences.", "link": "2-15.md", "show": ["moksha", "liberation", "eternal"], "speech": "12_krishna_experiences.m4a"}, {"line": "Recognizing the Self, even briefly, is superior to chasing pleasure or avoiding pain.", "speech": "13_recognizing_pain.m4a"}, {"line": "But just because outcomes are temporary, does that mean they don’t matter? You need to do things every day, care for family and friends - life is a series of fleeting outcomes.", "speech": "14_but_outcomes.m4a"}, {"line": "In the midst of this, your intentions and initiatives endure. You create space for authenticity, courage, compassion, and action. When you dedicate them to Krishna, it becomes worship. Then, your dedication can be limitless, not constrained by some fleeting outcomes.", "link": "13-20.md/intention_initiation", "show": ["initiates", "intention", "initiative"], "speech": "15_in_outcomes.m4a"}, {"line": "In chapter 6, Krishna says that He is present in everyone. When you worship Krishna, you are together with Him.", "link": "6-31.md", "show": ["worships", "all", "situations", "equivalence", "always", "sees", "Me"], "speech": "16_in_him.m4a"}, {"line": "Even when you know all this, does your mind still wander, ever chasing fleeting outcomes?", "link": "6-33_to_6-34.md", "show": ["differences", "not", "unstable", "difficult", "impossible", "control"], "speech": "17_even_outcomes.m4a"}, {"line": "How do I worship with activity?", "speech": "18_how_activity.m4a"}, {"line": "Chapter 6, Shloka 35 and 36", "speech": "19_chapter_.m4a"}, {"line": "Krishna says - When your surroundings drive you, it’s impossible to pursue the Self.", "link": "6-35_to_6-36.md", "show": ["awareness", "practice", "achievable", "effort", "working", "independent"], "speech": "20_krishna_self.m4a"}, {"line": "In fact, He says that any achievement is hard when you get swayed by outcomes.", "link": "4-40.md", "show": ["material", "goals", "not", "achieved", "awareness", "Self"], "speech": "21_in_outcomes.m4a"}, {"line": "Yet, Krishna agrees that the mind is difficult to control. The mind is restless because it clings to desires and sways you from your goals.", "link": "6-35_to_6-36.md", "show": ["wandering", "difficult", "nature", "wanders"], "speech": "22_yet_goals.m4a"}, {"line": "Krishna himself shows the way: through practice, perseverance, and above all, remembering that the Self rests on Krishna, the mind can be steadied.", "link": "6-35_to_6-36.md", "show": ["awareness", "practice", "achievable", "effort", "working", "independent"], "speech": "23_krishna_steadied.m4a"}, {"line": "See Krishna’s compassion. He does not demand perfection from you. He only asks for practice - steady effort, remembrance, with a willingness to return again and again.", "speech": "24_see_again.m4a"}, {"line": "Your mind might cling to contentment, push you to show off, and confuse you. Even then, Krishna waits. He is the anchor. Anyone, at any time, can surrender.", "speech": "25_your_surrender.m4a"}, {"line": "How do we recognize Krishna?", "speech": "26_how_krishna.m4a"}, {"line": "In chapter 10, Krishna says that He is special. You experience Him whenever you experience something special. ", "speech": "27_in_special.m4a"}, {"line": "Chapter 10, Shloka 9", "speech": "28_chapter_.m4a"}, {"line": "Krishna describes His devotees tenderly: With minds fixed on Krishna, their lives flow with His purpose. They share His specialty with one another. They rejoice and delight in it.", "link": "10-9.md", "show": ["worship", "dedicated", "Me", "basis", "experience", "delightful", "pleasure", "adoration"], "speech": "29_krishna_it.m4a"}, {"line": "This is devotion: not just rituals or control, but friendship with Krishna. It is also friendship with one another, sharing His qualities, enjoying His play, and recognizing Him in all the joys of life. ", "speech": "30_this_life.m4a"}, {"line": "When you desire to see Krishna, He stands as the subject of your thoughts. This is your experience when your life is special.", "link": "10-10.md", "show": ["intend", "united", "Me", "intellect", "affection", "attain"], "speech": "31_when_special.m4a"}, {"line": "In what form can we see Krishna?", "link": "10-17.md", "show": ["quest", "You", "think"], "speech": "32_in_krishna.m4a"}, {"line": "Whenever you feel something special - the warmth of sunlight, the freshness of rain, the affection of a friend, the thrill of beauty, or even financial security - you are touching a spark of Krishna. You delight in the very act of remembering Him through them.", "link": "10-41.md", "show": ["brilliant", "prosperous", "successful", "piece", "My", "specialty"], "speech": "33_whenever_them.m4a"}, {"line": "You rejoice without motive. The joy lies not in getting something from Krishna, but in being with Him.", "speech": "34_you_him.m4a"}, {"line": "When you chase success, recognition, or a reward, you face uncertainty and sacrifices. The effort is tiring. Krishna says there is a path beyond this.", "link": "18-24.md", "show": ["expectation", "desire", "strain", "misconception", "accomplished"], "speech": "35_when_this.m4a"}, {"line": "When you dedicate your effort with awareness — learning, practicing, growing — without clinging to the outcome, the process itself becomes joyful.", "link": "7-17.md", "show": ["special", "achieve", "Me", "devoted", "extremely", "dear"], "speech": "36_when_joyful.m4a"}, {"line": "When you recognize that outcomes are an effect of the universe, you are lighter, yet more present. You reflect Krishna’s presence, full of special delights.", "speech": "37_when_delights.m4a"}, {"line": "This is surrender - not with fear, but with friendship. Not with calculation, but with delight. Dedicating your effort to Krishna makes it special.", "link": "9-27.md", "show": ["dedicate", "dedication", "activities", "Me", "enjoyment", "service", "offered", "belongs", "My", "will", "leave", "affection", "joy"], "speech": "38_this_special.m4a"}, {"line": "Hesitation dissolves. Trust takes its place, with a gentle certainty that is Krishna.", "speech": "39_hesitation_krishna.m4a"}]
